@extends('admin.layout')

@section('content')
    <div class="container mt-5">
        <div class="row">
            <div class="col-md-8 offset-md-2">
                <h1 class="text-center mb-4">Ласкаво просимо до адмінської частини</h1>
                <p>Ви, як адміністратор, маєте доступ до ряду важливих можливостей, що дозволяють керувати вашими готелями та бронюваннями до них.</p>
                <h3>Можливості:</h3>
                <ol>
                    <li>
                        <h5>Додавання та редагування готелів:</h5>
                        <p>Ви можете створювати нові готелі та редагувати існуючі, заповнюючи інформацію про назву готелю, фотографії, опис, адресу та кількість зірок (рейтинг).</p>
                    </li>
                    <li>
                        <h5>Додавання та редагування номерів готелю:</h5>
                        <p>Ви можете додавати нові номери до готелів та редагувати існуючі.</p>
                    </li>
                    <li>
                        <h5>Бронювання:</h5>
                        <p>Ви можете переглядати бронювання для вашого готелю, а також здійснювати скасування та редагування даних бронювань для забезпечення максимального комфорту клієнтів.</p>
                    </li>
                    <li>
                        <h5>Відгуки:</h5>
                        <p>Ви маєте можливість переглядати відгуки до номерів готелю, видаляти непотрібні та відповідати на питання чи зауваження від клієнтів.</p>
                    </li>
                </ol>
                <p>Для навігації та доступу до цих можливостей використовуйте верхню панель сайту.</p>
                <a href="{{route('admin.hotel_create')}}" class="btn btn-primary mt-4">Створити готель</a>
            </div>
        </div>
    </div>
@endsection
